Repository: Gizra/og
Catalog: po/*.po
Languages: sk

source: Groups
sk: Skupiny

source: Og: Group: Description
sk: Og: Skupina: Popis

source: Og: Group: Website
sk: Og: Skupina: Webstránka

source: Og: Group: Subscriber Count
sk: Og: Skupina: Konto účastníka

source: Og: Group: Selective
sk: Og: Skupina: Voliteľné

source: Og: Group: Subscribe Link
sk: Og: Skupina: Odkaz na prihlásenie

source: Og: Group: Notification
sk: Og: Skupina: Upozornenie

source: Displays <em>yes</em> if group automatically sends email notifications to subscribers
sk: Zobrazí <em>áno</em>, ak skupina automaticky posiela upozornenia prihláseným

source: Og: Group: Language
sk: Og: Skupina: Jazyk

source: Displays the language selected for a given group
sk: Zobrazí zvolený jazyk pre danú skupinu

source: Og: Group: List in directory
sk: Og: Skupina: Zobraziť v adresári

source: Admin specifies whether or not a group appears in the public listings.
sk: Admin určuje, či sa skupina má alebo nemá zobraziť vo verejne dostupných zoznamoch.

source: Og: Post in specified group
sk: Og: Vložiť do určenej skupiny

source: Filter for a given organic group. <em>Value</em> should be a numeric nid.
sk: Filter pre danú organickú skupinu. <em>Hodnotou</em> by malo byť numerické nid.

source: Og: Post in specified group type
sk: Og: Vložiť do určeného typu skupiny

source: Filter for a given organic group type.
sk: Filter pre daný typ organickej skupiny.

source: OG: Posts in current group
sk: OG: Príspevky v aktuálnej skupine

source: OG: Public
sk: OG: Verejné

source: Posts marked as Public, which are viewable by non group members as well.
sk: Príspevky označené ako verejné sú zobraziteľné aj pre nečlenov skupiny.

source: Og: Public
sk: Og: Verejné

source: Og: Group names
sk: Og: Názvy skupín

source: Display links to any groups that are affiliated with a post.
sk: Zobrazí odkazy na skupiny, ktoré majú spojitosť s príspevkom.

source: Does subscriber receive email notifications for a group.
sk: Má prihlásený dostávať e-mailové upozornenia skupiny?

source: Og: Manage subscription link
sk: Og: Spravovať odkaz prihlásenia

source: Og: Is subscriber an admin in a group
sk: Og: Je prihlásený adminom v skupine

source: Groups are filtered to where current user is a member .
sk: Zobrazujú sa tie skupiny, v ktorých sa nachádza aktuálny používateľ.

source: Og: Post in User Subbed Groups
sk: Og: Príspevok vo vnorených skupinách používateľa

source: Posts are filtered to groups that current user is a member of.
sk: Príspevky sú filtrované do skupín, ktorých je aktuálny užívateľ členom.

source: OG: node type (selector)
sk: OG: typ uzlu (prepínač)

source: OG: type
sk: OG: typ

source: Is
sk: Je

source: Filter for a given organic group
sk: Filter danej organickej skupiny

source: Unaffiliated
sk: Nepričlenený

source: Shows all activity in subscribed groups.
sk: Zobraziť všetku aktivitu v prihlásených skupinách.

source: Recent posts in my groups
sk: Najnovšie príspevky v mojej skupine

source: There are no posts in your subscribed groups.
sk: Vo vašich prihlásených skupinách nie sú žiadne príspevky.

source: My recent
sk: Moje najnovšie

source: Group
sk: Skupina

source: Type
sk: Typ

source: Author
sk: Autor

source: Replies
sk: Odpovede

source: Last Post
sk: Posledný príspevok

source: Shows unread posts in subscribed groups.
sk: Zobrazuje neprečítané príspevky v prihlásených skupinách.

source: Unread posts in my groups
sk: Neprečítané príspevky v mojej skupine

source: There are no new posts in your subscribed groups.
sk: Vo vašich prihlásených skupinách nie sú nové príspevky.

source: My unread
sk: Moje neprečítané

source: List user's subscribed groups and provide link to manage subscription
sk: Zobraziť používateľove prihlásené skupiny a poskytnúť odkaz pre spravovanie prihlásenia

source: My groups
sk: Moje skupiny

source: No subscribed groups
sk: Žiadne prihlásené skupiny

source: Manager
sk: Správca

source: Subscribers
sk: Prihlásení

source: Manage
sk: Spravovať

source: groups directory
sk: adresár skupín

source: Groups directory
sk: Adresár skupín

source: No groups
sk: Žiadne skupiny

source: Description
sk: Popis

source: Subscribe
sk: Prihlásiť

source: Search for a group by name
sk: Hľadať skupinu podľa názvu

source: Shows active posts across the whole site
sk: Zobraziť aktívne príspevky z celého webu

source: Recent posts across whole site
sk: Najnovšie príspevky z celého webu

source: Recent posts
sk: Najnovšie príspevky

source: Recent posts for %1
sk: Najnovšie príspevky pre %1

source: external website
sk: externá webstránka

source: Closed
sk: Zatvorené

source: Invite only
sk: Iba pre pozvaných

source: subscribe
sk: prihlásiť

source: my subscription
sk: moje prihlásenia

source: yes
sk: áno

source: Current group
sk: Aktuálna skupina

source: unrecognized user ID: %uid
sk: nerozpoznané ID používateľa: %uid

source: Wrong username or password.
sk: Neplatné používateľské meno alebo heslo.

source: User is not a member of the specified group
sk: Používateľ nie je členom určenej skupiny

source: User is not allowed to retrieve subscriptions for another user.
sk: Používateľ nie je oprávnený odoberať prihlásenia pre iného užívateľa.

source: Group specific blocks are only visible on group pages and not on systemwide pages like the home page or admin pages.
sk: Zoskupiť určité bloky, ktoré sú viditeľné na stránkach skupín a nie na všeobecných stránkach ako napr. domovská stránka alebo administrátorské stránky.

source: In order to let group admins determine their own group theme, you must enable multiple themes using !page.
sk: Ak majú mať administrátori skupín možnosť určiť si vlastnú tému vzhľadu pre určitú skupinu, je treba povoliť viac tém na stránke !page.

source: theme configuration page
sk: strana konfigurácie témy

source: Subscribe to group
sk: Prihlásiť do skupiny

source: Unsubscribe from group
sk: Odhlásiť zo skupiny

source: Approve subscription request
sk: Povoliť požiadavku na prihlásenie

source: Deny subscription request
sk: Odmietnuť požiadavku na prihlásenie

source: Create group administrator
sk: Vytvoriť správcu skupiny

source: Delete group administrator
sk: Zmazať správcu skupiny

source: Group feed
sk: Kŕmenie skupiny

source: Send invitation
sk: Poslať pozvánku

source: Manage subscription
sk: Spravovať prihlásenie

source: Group activity
sk: Aktivita skupiny

source: Organic groups
sk: Organické skupiny

source: Administer the suite of Organic groups modules.
sk: Spravovať zostavu modulov Organické skupiny.

source: Organic groups configuration
sk: Konfigurácia organických skupín

source: Configure the main Organic groups module (og)
sk: Konfigurovať hlavný modul Organické skupiny (og)

source: List
sk: Zoznam

source: Faces
sk: Tváre

source: Add subscribers
sk: Pridať prihlásených

source: Send email to %group
sk: Poslať e-mail skupine %group

source: Your email will be sent to !count in this group. Please use this feature sparingly.
sk: Váš e-mail bude odoslaný ďalším členom skupiny (!count). Prosím využívajte túto možnosť striedmo.

source: Subject
sk: Predmet

source: Enter a subject for your email.
sk: Vložte predmet vášho e-mailu.

source: Body
sk: Telo

source: Enter a body for your email.
sk: Vložte telo vášho e-mailu.

source: Send email
sk: Poslať e-mail

source: You may not unsubscribe from this group because it is a %closed group. You should request unsubscription from a group administrator.
sk: Nemôžete sa odhlásiť z tejto skupiny, pretože sa jedná o %closed skupinu. Mali by ste požiadať správcu skupiny o odhlásenie.

source: closed
sk: uzavreté

source: You may not unsubscribe from this group because you are its owner. A site administrator can assign ownership to another user and then you may unsubscribe.
sk: Nemôžete sa odhlásiť z tejto skupiny, keďže ste jej vlastník. Administrátor webu môže priradiť vlastníctvo inému používateľovi a potom sa budete môcť odhlásiť.

source: Unsubscribe from this group
sk: Odhlásiť z tejto skupiny

source: Actions
sk: Počiny

source: Email notification
sk: E-mailové

source: enabled
sk: povolené

source: disabled
sk: zakázané

source: Do you want to receive an email each time a message is posted to this group?
sk: Chcete dostávať e-mail zakaždým, keď bude do tejto skupiny vložený príspevok?

source: Your !prof is configured to: <em>Always receive email notifications</em>.
sk: Váš !prof je nastavený na: <em>Vždy dostávať e-mailové upozornenia</em>.

source: personal profile
sk: osobný profil

source: Your !prof is configured to: <em>Never receive email notifications</em>.
sk: Váš !prof je nastavený na: <em>Nikdy nedostávať e-mailové upozornenia</em>.

source: Submit
sk: Potvrdiť

source: Subscription saved.
sk: Prihlásenie uložené.

source: User approval failed, user not longer available on website.
sk: Schválenie používateľa zlyhalo, používateľ nie je na stránke dostupný.

source: !name already approved to group %group
sk: !name už má povolený prístup do skupiny %grou

source: Subscription request approved.
sk: Požiadavka na prihlásenie odsúhlasená.

source: Subscription request denied.
sk: Požiadavka na prihlásenie odmietnutá.

source: Are you sure you want to make %name a group administrator for the group %title?
sk: Skutočne chcete, aby sa používateľ %name stal skupinovým administrátorom pre skupinu %title?

source: Confirm
sk: Potvrdiť

source: Cancel
sk: Zrušiť

source: %name was promoted to %ga
sk: %name bol podporený do %ga

source: group administrator
sk: administrátor skupiny

source: Are you sure you want to remove %name as a group administrator for the group %title?
sk: Skutočne chcete odstrániť účet %name ako správcu skupiny %title?

source: Remove
sk: Odstrániť

source: %name is no longer a %ga
sk: %name už nie je %ga

source: Email addresses or usernames
sk: E-mailové adresy a používateľské mená

source: Enter up to %max email addresses or usernames. Separate multiple addresses by commas or new lines. Each person will receive an invitation message from you.
sk: Vložte najviac %max e-mailových adries alebo používateľských mien. Oddeľte jednotlivé adresy čiarkami alebo novými riadkami. Každá osoba od vás obdrží pozvánku.

source: Personal message
sk: Osobná správa

source: Optional. Enter a message which will become part of the invitation email.
sk: Voliteľné. Vložte správu, ktorá sa stane súčasťou pozývacieho e-mailu.

source: You may not specify more than %max email addresses or usernames.
sk: Nemôžete určiť viac ako %max e-mailových adries alebo používateľských mien.

source: You may not invite yourself - @self
sk: Nemôžete pozvať samého seba - @self

source: invalid email address or username:
sk: neplatná e-mailová adresa alebo používateľské meno:

source: In order to subscribe to this group, you must login or register a new account. After you have successfully done so, you will need to follow the <em>subscribe</em> link again.
sk: Ak sa chcete prihlásiť do tejto skupiny, musíte sa prihlásiť alebo si vytvoriť účet. Po úspešnom prihlásení alebo zaregistrovaní bude potrebné znova navštíviť odkaz <en>prihlásiť</em>.

source: @user is already subscribed to the group @group
sk: @user už je prihlásený do skupiny @group

source: Additional details
sk: ďalšie podrobnosti

source: Add any detail which will help an administrator decide whether to approve or deny your subscription request.
sk: Vložte podrobnosti, ktoré pomôžu administrátorovi rozhodnúť sa, či vám má schváliť alebo odmietnuť vašu požiadavku na pripojenie.

source: Are you sure you want to join the group %title?
sk: Skutočne sa chcete prihlásiť do skupiny %title?

source: Personal message from @name: ------------------ @request
sk: Osobný odkaz od používateľa @name: ------------------ @request

source: Subscription request to the %group group awaits approval by an administrator.
sk: Požiadavka na prihlásenie do skupiny %group čaká na odsúhlasenie administrátorom.

source: Subscribed to the @group
sk: Používateľ prihlásený do skupiny @group

source: Subscription request to the @group group was rejected, only group administrators can add users to this group.
sk: Požiadavka na prihlásenie do skupiny @group bola odmietnutá, iba administrátori skupiny môžu pridávať používateľov do tejto skupiny.

source: Are you sure you want to unsubscribe !name from the group %title?
sk: Skutočne chcete odhlásiť používateľa !name zo skupiny %title?

source: Unsubscribe
sk: Odhlásiť

source: User unsubscribed from group.
sk: Používateľ bol odhlásený zo skupiny.

source: List of users
sk: Zoznam používateľov

source: Add one or more usernames in order to associate users with this group. Multiple usernames should be separated by a comma.
sk: Vložte jedno alebo viac používateľských mien, ktoré majú byť pridružené k tejto skupine. Viaceré používateľské mená by mali byť oddelené čiarkou.

source: Unrecognized %names:
sk: Nerozoznané %names:

source: Operations
sk: Operácia

source: manager
sk: manažér

source: (approval needed)
sk: (vyžaduje sa schválenie)

source: administrator
sk: administrátor

source: unsubscribe
sk: odhlásiť

source: admin: remove
sk: admin: odstrániť

source: admin: create
sk: admin: vytvoriť

source: approve
sk: povoliť

source: deny
sk: odmietnuť

source: Title
sk: Názov

source: Node cnt
sk: Počet uzlov

source: Comment cnt
sk: Počet komentárov

source: Age
sk: Vek

source: Last comment
sk: Posledný komentár

source: No posts in this group.
sk: Žiadne príspevky v tejto skupine.

source: No public posts in this group.
sk: Žiadne verejné príspevky v tejto skupine.

source: You must <a href="!register">register</a> or <a href="!login">login</a> and become a subscriber in order to post messages, and view any private posts.
sk: Musíte sa <a href="!register">zaregistrovať</a> alebo <a href="!login">prihlásiť</a> a stať sa účastníkom, aby ste mohli posielať správy alebo zobrazovať súkromné príspevky.

source: Consider <a href="!url">subscribing to this group</a> in order to view its posts.
sk: Zvážte <a href="!url">pripojenie k tejto skupine</a>, ak chcete zobrazovať jej príspevky.

source: A brief description for the group details block and the group directory.
sk: Stručný popis pre blok podrobností skupiny a pre adresár skupín.

source: Group website
sk: Webstránka skupiny

source: If your group has its own website, enter the address here.
sk: Ak vaša skupina má vlastnú webstránku, vložte sem jej adresu.

source: Subscription requests
sk: Požiadavky na prihlásenie

source: open - subscription requests are accepted immediately.
sk: otvorená - požiadavky na pripojenie sú prijaté okamžite.

source: moderated - subscription requests must be approved.
sk: moderovaná - požiadavky na pripojenie musia byť schválené.

source: invite only - subscriptions must be created by an administrator.
sk: iba pre pozvaných - prihlášky musia byť vytvorené administrátorom.

source: closed - subscriptions are fully administered by an administrator.
sk: uzavretá - prihlášky sú plne spravované administrátorom.

source: How should subscription requests be handled in this group? When you select <em>closed</em>, users will not be able to subscribe <strong>or</strong> unsubscribe.
sk: Ako majú byť v tejto skupine vybavené požiadavky na pripojenie? Ak vyberiete <em>uzavreté</em>, používatelia sa nebudú môcť pripojiť <strong>alebo</strong> odpojiť.

source: registration form
sk: registračný formulár

source: list in groups directory
sk: zobraziť v adresári skupín

source: Should this group appear on the !page?
sk: Má sa táto skupina objaviť na !page?

source: list of groups page
sk: stránka zoznamu skupín

source: Language
sk: Jazyk

source: Selecting a different locale will change the interface language of the group. Users who have chosen a preferred language always see their chosen language.
sk: Voľba inej lokalizácie zmení jazyk rozhrania tejto skupiny. Používatelia, ktorí majú zvolený preferovaný jazyk, uvidia vždy nimi zvolený jazyk.

source: Selecting a different theme will change the look and feel of the group.
sk: Voľba inej témy zmení vzhľad tejto skupiny.

source: Please enter a valid URL for group website, such as http://www.example.com/
sk: Vložte prosím platné URL pre webstránku skupiny, napr. http://www.priklad.sk/

source: You must !join before posting on this web site.
sk: Musíte sa !join, ak chcete prispievať na túto webstránku.

source: join a group
sk: pripojiť sa ku skupine

source: Create foo
sk: Vytvoriť oné

source: Do nothing.
sk: Nič nevykonať.

source: Delete all group posts which don't also belong to another group.
sk: Zmazať všetky príspevky, ktoré neprináležia aj inej skupine.

source: Move all group posts to the group listed below.
sk: Presunúť všetky príspevky do skupiny zobrazenej nižšie.

source: Group posts
sk: Príspevky skupiny

source: In addition to deleting this group, you may choose how to disposition the posts within it.
sk: Pri zmazaní tejto skupiny získate navyše možnosť vybrať si spôsob dostupnosti jej príspevkov.

source: Target group
sk: Zamerať sa na skupinu

source: If you chose <b>Move all group posts</b> above, specify a destination group.
sk: Ak si vyberiete <b>Presunúť všetky príspevky skupiny</b>, určite cieľovú skupinu.

source: Delete group
sk: Vymazať skupinu

source: Public
sk: Verejné

source: Show this post to everyone, or only to subscribers of the groups checked above. Posts without any groups are always <em>Public</em>.
sk: Zobraziť tento príspevok každému, alebo iba účastníkom skupín označených vyššie. Príspevky, ktoré neprináležia žiadnej skupine, sú vždy <em>Verejné</em>.

source: Audience
sk: Obecenstvo

source: You must !join before posting a %type.
sk: Musíte sa !prihlásiť predtým než vložíte príspevok typu %type.

source: Read more
sk: Čítať ďalej

source: View original
sk: Zobraziť originál

source: Log
sk: Záznam

source: @group: '@title' at @site
sk: @group: '@title' na stránkach @site

source: @type '@subject' by @username @body !read_more: !content_url Post reply: !reply_url -- You are subscribed to the group '@group' at @site. To manage your subscription, visit !group_url
sk: @type '@subject' vložil @username @body !read_more: !content_url Vložiť odpoveď: !reply_url -- Pripojili ste sa do skupiny '@group' na stránke @site. To manage your subscription, visit !group_url

source: @body -- This message was sent by an administrator in the '@group' group at @site. To visit this group, browse to !url_group. To unsubscribe from this group, visit !url_unsubscribe
sk: @body -- Túto správu zaslal administrátor skupiny '@group' na stránkach @site. Ak chcete navštíviť túto skupinu, prezrite si !url_group. Ak sa chcete odpojiť z tejto skupiny, navštívte !url_unsubscibeThis message was sent by an administrator in the '@group' group at @site. To visit this group, browse to !url_group. To unsubscribe from this group, visit !url_unsubscribe

source: Subscription request approved for '@title'
sk: Požiadavka na pripojenie pre '@title' schválená

source: You may now post messages in this group located at !group_url
sk: Teraz môžete posielať správy do tejto skupiny umiestnenej na !group_url

source: Subscription request denied for '@title'
sk: Požiadavka na pripojenie pre '@title' zamietnutá

source: Sorry, your subscription request was denied.
sk: Žiaľ vaša požiadavka na pripojenie bola zamietnutá.

source: Invitation to join the group '@group' at @site
sk: Pozvánka na pripojenie sa do skupiny '@group' na stránke @site

source: Hi. I'm a member of '@group' and I welcome you to join this group as well. Please see the link and message below. @group @description Subscribe: !group_url @body
sk: Ahoj. Som členom skupiny '@group' a pozývam ťa pridať sa tiež. Prosím pozri si odkaz a správu uvedeńú nižšie. @group @description Pripojiť: !group_url @body

source: Subscription request for '@group' from '@username'
sk: Požiadavka na pripojenie pre skupinu '@group' od používateľa '@username'

source: To instantly approve this request, visit !approve_url. You may deny this request or manage subscribers at !group_url. !request
sk: Pre okamžité schválenie tejto požiadavky navštívte !approve_url. Môžete túto požiadavku zamietnuť alebo môžete spravovať účastníkov na adrese !group_url.

source: You are now an administrator for the group '@group'
sk: Ste administrátorom skupiny '@group'

source: @username, you are now an administrator for the group '@group'. You can administer this group by logging in here: !group_url
sk: @username, ste administrátorom skupiny '@group'. Môžete spravovať túto skupinu, ak sa prihlásite tu: !group_url

source: Subscribe to @name.
sk: Pripojiť do @name.

source: Organic groups settings
sk: Nastavenia organických skupín

source: Never send email notifications. Useful when tracking activity via RSS feed instead.
sk: Nikdy neposielať e-mailové upozornenia. Užitočné, keď sa aktivita sleduje cez RSS kŕmenie.

source: Always send email notifications
sk: Vždy posielať e-mailové upozornenia

source: Selectively send email notification based on the checkbox for each of my group's <em>My Subscription</em> page
sk: Voliteľne zasiela e-mailové upozornenia na základe checkboxu na každej stránke <em>Moja prihláška</em> pre každú skupinu

source: Email notifications
sk: E-mailové upozornenia

source: When posts are submitted into your subscribed groups, you may be notified via email.
sk: Ak sú do skupín, do ktorých ste pripojení, podané príspevky, budete upozornení e-mailom.

source: Group details
sk: Podrobnosti skupiny

source: Group subscribers
sk: Členovia skupiny

source: New groups
sk: Nové skupiny

source: Group notifications
sk: Upozornenia skupiny

source: Group Network
sk: Sieť skupiny

source: Maximum number of items to show
sk: Maximálny počet položiek na zobrazenie

source: This group offers a !groupfeed and an !email.
sk: Táto skupina ponúka !groupfeed a !email.

source: RSS feed
sk: RSS kŕmenie

source: email subscription
sk: e-mailové prihlásenie

source: feed
sk: kŕmenie

source: page
sk: strana

source: my unread:
sk: moje neprečítané:

source: my group:
sk: moja skupina:

source: all posts:
sk: všetky príspevky:

source: OPML file
sk: OPML súbor

source: more
sk: ďalej

source: Browse the newest groups.
sk: Prezerať najnovšie skupiny.

source: My Network
sk: Moja sieť

source: Recently joined
sk: Čerstvo pripojení

source: View all subscribers.
sk: Zobratiť všetkých účastníkov.

source: Invite friend
sk: Pozvať priateľa

source: Manager:
sk: Správca:

source: My subscription
sk: Moje prihlásenie

source: website
sk: webstránka

source: Your subscription request awaits approval.
sk: Vaša prihláška čaká na schválenie.

source: delete request
sk: vymazať požiadavku

source: You must <a href="!register">register</a>/<a href="!login">login</a> in order to post into this group.
sk: Musíte sa <a href="!register">registrovať</a>/<a href="!login">prihlásiť</a>, ak chcete prispievať do tejto skupiny.

source: This is a @closed group. The group administrators add/remove subscribers as needed.
sk: Toto je @closed skupina. Administrátori skupiny pridávajú/odstraňujú účastníkov podľa potreby.

source: Request subscription
sk: Vyžiadať prihlásenie

source: Create !type
sk: Vytvoriť !type

source: Add a new !s in this group.
sk: Pridať nové !s do tejto skupiny.

source: Search
sk: Hľadať

source: Enable
sk: Povoliť

source: The node access table has been rebuilt.
sk: Tabuľka prístupu k uzlom bola obnovená.

source: Disable
sk: Zakázať

source: Before disabling this module, use the button below to restore default permissions.
sk: Pred deaktivovaním tohto modulu použite tlačidlo umiesnené nižšie na obnovenie predvolených oprávnení.
