Repository: Gizra/og
Catalog: po/*.po
Languages: sk

source: Enable access control if you want to author any content that is restricted to group members. The button below will delete one record in your node_access table (if needed) and thus enable node permissions on your site. You may revert by clicking the same button again. If you switch back and forth, your node permissions are preserved.
sk: Povoľte riadenie prístupu, ak chcete autorizovať akýkoľvek obsah, ktorý je vyhradený pre členov skupiny. Nižšie umiestnené tlačidlo zmaže jeden záznam vo vašej tabuľke node_access (ak je to potrebné) a teda aktivuje oprávnenia uzlu na vašej webstránke. Toto môžete vrátiť kliknutím na to isté tlačidlo znova. Ak sa prepnete späť a von, vaše oprávnenia uzla budú zachované.

source: Access control
sk: Kontrola prístupu

source: Organic groups access control is currently %status.
sk: Riadenie prístupu organických skupín je v súčasnosti %status.

source: New groups don't appear in the groups directory. Administrators control the directory exclusively.
sk: Nové skupiny sa nezobrazujú v adresári skupín. Zoznam spravujú výhradne administrátori.

source: New groups always appear in the groups directory.
sk: Nové skupiny sa vždy zobrazia v adresári skupín.

source: Group creator chooses whether her group appears in the directory. Defaults to %in.
sk: Zakladateľ skupiny určuje, či sa jeho skupina zobrazí v adresári. Predvolené je %in.

source: in directory
sk: v adresári

source: Group creator chooses whether her group appears in the directory. Defaults to %out.
sk: Zakladateľ skupiny určuje, či jeho sa skupina zobrazí v adresári. Predvolené je %out.

source: not in directory
sk: nenachádza sa v adresári

source: Groups directory control
sk: Správa adresára skupín

source: OG admins always see the checkbox for adding a group to the %dir. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting.
sk: Adminovia OG vidia checkbox na pridávanie skupiny do %dir. Berte na vedomie, že zmena tohto nastavenia nemá vplyv na jestvujúce príspevky. Ak chcete zachovať nastavena, uložte znova tieto príspevky.

source: New groups don't appear in on the registration form. Administrators control the form exclusively.
sk: Nové skupiny sa nezobrazia v registračnom formulári. Iba administrátori majú právo ovládať formulár.

source: New groups always appear on the registration form.
sk: Nové skupiny sa vždy zobrazia v registračnom formulári.

source: Group creator chooses whether her group appears on the registration form. Defaults to %in.
sk: Zakladatelia skupín určujú, či sa má skupina zobraziť v registračnom formulári. Predvolené je %in.

source: on form
sk: vo formulári

source: Group creator chooses whether her group appears on the registration form. Defaults to %out.
sk: Zakladateľ skupiny určuje, či sa jeho skupina zobrazí v registračnom formulári. Prevolené je %out.

source: not on form
sk: nie je vo formulári

source: Registration form control
sk: Ovládanie registračného formulára

source: Group email notifications
sk: E-mailové upozornenia skupiny

source: Should new registrants automatically be notified via email when new content is posted to their subscribed group? Note that changing this setting has no effect on existing subscriptions.
sk: Majú byť novo registrovaní automaticky upozornení cez e-mail, keď je vložený nový obsah do skupiny, do ktorej sú prihlásení? Berte na vedomie, že zmena týchto nastavení neovplyvní jestvujúce pripojenia.

source: Node authoring form
sk: Formulár autorizovania uzla

source: Visible only within the targeted groups
sk: Viditeľné iba vo vybraných skupinách

source: Visible within the targeted groups and on other pages
sk: Viditeľné vo vybraných skupinách a na iných stránkach

source: Checkbox defaults to @pri.
sk: Checkbox predvolený na @pri.

source: Private
sk: Súkromné

source: Visibility of posts
sk: Viditeľnosť príspevkov

source: Determine how broadly available a given post should be when it is affiliated with a group. OG admins always see the checkbox for making a post @pub. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting.
sk: Určte, ako široko má byť dostupný daný príspevok, ak je pričlenený k skupine. OG adminovom sa checkbox zobrazuje vždy, aby mohli vytvárať príspevky @pub. Berte na vedomie, že zmena tohto nastavenia nemá vplyv už jestvujúce príspevky. Ak chcete zachovať nastavena, uložte znova tieto príspevky.

source: optional
sk: voliteľné

source: required
sk: požadované

source: Audience required
sk: Obecenstvo požadované

source: Do you require that all (non administrator) posts be affiliated with a group? Note that changing this setting will affect existing posts when they are edited.
sk: Požadujete, aby všetky (nie administrátorove) príspevky boli pričlenené k skupine? Berte na vedomie, že zmena tohto nastavenia ovplyvní jestvujúce príspevky až keď budú upravené.

source: Omitted content types
sk: Vypustené typy obsahu

source: Select any node types which should <em>not</em> participate in the Audience targetting system. Node types which are designated as group home page node types (see below) will be automatically excluded.
sk: Vyberte, aké typy uzlov sa <em>nemajú</em> podieľať na Systéme zasiahnutia obecenstva. Typy uzlov, ktoré sú navrhnuté ako domovské stránky (viď nižšie), budú automaticky vynechané.

source: Group home page
sk: Domovská stránka skupiny

source: Presentation style
sk: Štýl predstavenia

source: usual Views themeing techniques
sk: obvyklé techniky vytvárania tém pre Views

source: Group home page node types
sk: Typy uzlov pre domovskú stránku skupiny

source: create a simple node type
sk: vytvoriť jednoduchý typ uzlu

source: Email settings
sk: Nastavenia e-mailu

source: Omitted node types for email notifications
sk: Vypustené typy uzlov pre e-mailové upozornenia

source: Select any node types which should <b>not</b> generate email notifications when they are posted into a group.
sk: Zvoľte typ obsahu, ktorý <em>nemá</em> generovať e-mailové upozornenia, ak je vložený do skupiny.

source: New content subject
sk: Nový predmet obsahu

source: New content body
sk: Nové telo obsahu

source: Group admin email body
sk: Telo e-mailu Admin skupiny

source: User approved email subject
sk: Predmet e-mailu Používateľ schválený

source: User approved email body
sk: Telo e-mailu Používateľ schválený

source: User denied email subject
sk: Predmet e-mailu Používateľ zamietnutý

source: User denied email body
sk: Telo e-mailu Používateľ zamietnutý

source: Invite user email subject
sk: Predmet e-mailu Pozvať používateľa

source: Invite user email body
sk: Telo e-mailu Pozvať používateľa

source: Request user email subject
sk: Predmet e-mailu Požiadať používateľa

source: Request user email body
sk: Telo e-mailu Požiadať používateľa

source: New admin user email subject
sk: Predmet e-mailu Nový admin

source: New admin user email body
sk: Telo e-mailu Nový admin

source: Member pictures
sk: Obrázky členov

source: Should member pictures be shown in the group subscribers and group details blocks? You must also enable pictures in !user.
sk: Majú byť obrázky členov zobrazené v bloku účastníkov skupiny a podrobností skupiny? Je treba tiež aktivovať obrázky

source: User configuration
sk: Konfigurácia používateľa

source: (pending approval)
sk: (čakajúce schválenie)

source: Subscribe a user to a group
sk: Prihlásiť používateľa do skupiny

source: All subscribers for a given group.
sk: Všetci členovia danej skupiny.

source: Retrieve the group subscriptions for a given user.
sk: Získať pripojenia do skupín pre daného používateľa.

source: The name of the organic group this post belongs to.
sk: Názov organickej skupiny, ktorej prináleží tento príspevok.

source: the sole subscriber
sk: jediný prihlásený

source: 1 email sent.
sk: 1 e-mail odoslaný.

source: 1 invitation sent.
sk: 1 pozvánka odoslaná

source: name
sk: meno

source: 1 user added to the group
sk: 1 používateľ pridaný do skupiny

source: Show this post in this group.
sk: Zobraziť tento príspevok v tejto skupine.

source: 1 subscriber
sk: 1 prihlásený

source: administer organic groups
sk: spravovať organické skupiny

source: Organic groups module enabled. Please see the included readme.txt file for further installation instructions.
sk: Modul organických skupín aktivovaný. Pozrite si prosím súbor readme.txt ...

source: Your %post has been created.
sk: Váš príspevok %post bol vytvorený.
